Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །དེ་བཞིན་གཤེགས་པའི་བར་ནི་དེ་བཞིན་གཤེགས་པ་ལ་མེད་ཅིང་མི་དམིགས་སོ། །དེ་བཞིན་གཤེགས་པ་ནི་རྒྱུན་དུ་ཞུགས་པ་དང་།
en: Those [who have attained realization], up to and including the tathāgatas, do not exist and cannot be apprehended in the tathāgatas [and so forth].

source: ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་དང་། རང་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལ་མེད་ཅིང་མི་དམིགས་སོ།
en: The tathāgatas do not exist and cannot be apprehended in those entering the stream to nirvāṇa, those destined for only one more rebirth, those who will not be reborn, arhats, pratyekabuddhas, or bodhisattvas.

source: །བྱང་ཆུབ་སེམས་དཔའ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལ་མེད་ཅིང་མི་དམིགས་སོ།
en: The bodhisattvas do not exist and cannot be apprehended in bodhisattvas.

source: །བྱང་ཆུབ་སེམས་དཔའ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མེད་ཅིང་མི་དམིག་ས་སོ།
en: The bodhisattvas do not exist and cannot be apprehended in the perfection of wisdom.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མེད་ཅིང་མི་དམིགས་སོ།
en: The perfection of wisdom does not exist and cannot be apprehended in the perfection of wisdom.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི། བྱང་ཆུབ་སེམས་དཔའ་ལ་མེད་ཅིང་མི་དམིགས་སོ། །བྱང་ཆུབ་སེམས་དཔའ་དང་།
en: The perfection of wisdom does not exist and cannot be apprehended in the bodhisattvas.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི། གདམས་ཤིང་རྗེས་སུ་བསྟན་པ་ལ་མེད་ཅིང་མི་དམིགས་སོ།
en: The perfection of wisdom does not exist and cannot be apprehended in teaching and instruction.

source: །གདམས་ཤིང་རྗེས་སུ་བསྟན་པ་ནི། གདམས་ཤིང་རྗེས་སུ་བསྟན་པ་ལ་མེད་ཅིང་མི་དམིགས་སོ།
en: Teaching and instruction do not exist and cannot be apprehended in teaching and instruction.

source: །གདམས་ཤིང་རྗེས་སུ་བསྟན་པ་ནི། བྱང་ཆུབ་སེམས་དཔའ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མེད་ཅིང་མི་དམིགས་སོ།
en: Teaching and instruction do not exist and cannot be apprehended in bodhisattvas or the perfection of wisdom.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན་ཆོས་ཐམས་ཅད་མེད་ཅིང་དམིགས་སུ་མེད་པས། བྱང་ཆུབ་སེམས་དཔའ་མེད་ཅིང་དམིགས་སུ་མེད་དོ།
en: So it is, Venerable Śāradvatīputra, that because all phenomena do not exist and cannot be apprehended, the bodhisattvas do not exist and cannot be apprehended. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གང་ཡང་འདི་སྐད་དུ་ཅིའི་ཕྱིར་ན། འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་ཡིན་ཞེས་ཟེར་བ་ནི།
en: Venerable Śāradvatīputra, you also asked why this expression bodhisattva is a mere name.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་གློ་བུར་དུ་མིང་དུ་བཏགས་པ་སྟེ། དེའི་ཕྱིར་ན་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་ཞེས་བྱའོ།
en: Venerable Śāradvatīputra, this expression bodhisattva has been designated adventitiously, and so this bodhisattva is a mere name.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་ཞེས་བྱ་བ་དང་། འདུ་ཤེས་ཤེས་བྱ་བ་དང་། འདུ་བྱེད་ཅེས་བྱ་བ་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འདི་ནི་གློ་བུར་དུ་མིང་དུ་བཏགས་པ་སྟེ།
en: Venerable Śāradvatīputra, physical forms, feelings, perceptions, formative predispositions, and consciousness have been designated adventitiously.

source: འདི་ལྟར་མིང་ནི་གང་ནས་ཀྱང་མི་འོང་། གང་དུ་ཡང་མི་འགྲོ། གང་ན་ཡང་མི་གནས་སོ།
en: Such names do not come from anywhere, they do not go anywhere, nor do they dwell anywhere.

source: །མིང་ཙམ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་ནི་གཟུགས་མ་ཡིན། ཚོར་བ་མ་ཡིན། འདུ་ཤེས་མ་ཡིན། འདུ་བྱེད་མ་ཡིན། རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ།
en: That which is a mere name is not physical forms, it is not feelings, it is not perceptions, it is not formative predispositions, and it is not consciousness.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་ནི་མིང་གི་རང་བཞིན་གྱིས་སྟོང་ངོ་། །སྟོང་པ་གང་ཡིན་པ་དེ་ནི་མིང་མ་ཡིན་ཏེ།
en: If you ask why, it is because names are empty of the inherent existence of names, and that which is empty is not a name.

source: དེའི་ཕྱིར་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་ཞེས་བྱའོ།
en: So it is that this bodhisattva is a mere name. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། སྐྱེ་མཆེད་ཅེས་བྱ་བ་དང་། ཁམས་ཤེས་བྱ་བ་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཞེས་བྱ་བ་འདི་ནི། གློ་བུར་དུ་མིང་དུ་བཏགས་པ་སྟེ།
en: Venerable Śāradvatīputra, the sense fields, the sensory elements, and the links of dependent origination have been designated adventitiously.

source: །མིང་ཙམ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་མཆེད་མ་ཡིན། ཁམས་མ་ཡིན། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་མ་ཡིན་ནོ།
en: That which is a mere name is not the sense fields, it is not the sensory elements, and it is not the links of dependent origination.

source: དེའི་ཕྱིར་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་ཞེས་བྱ་བའོ།
en: So it is that this bodhisattva is a mere name. {

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་འདི་ལྟ་སྟེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་མིང་ཙམ་སྟེ།
en: Dt.251} “Moreover, Venerable Śāradvatīputra, this perfection of generosity is a mere name.

source: མིང་ལ་ཡང་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡང་མིང་མེད་དོ།
en: The perfection of generosity does not exist in a name; indeed, the perfection of generosity is nameless.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་གང་ཡིན་པ་དེ་གཉིས་ཀ་ཡང་མེད་ཅིང་མི་དམིགས་ཏེ།
en: If you ask why, it is because both the designation and the perfection of generosity do not exist and cannot be apprehended.

source: དེའི་ཕྱིར་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ།
en: That is why this bodhisattva is a mere name.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་མིང་ཙམ་སྟེ།
en: The perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are mere names.

source: མིང་ལ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡང་མིང་མེད་དོ།
en: The perfection of wisdom [and so forth] do not exist in names; indeed, the perfection of wisdom [and so forth] are nameless.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་གང་ཡིན་པ་དེ་གཉིས་ཀ་ཡང་མེད་ཅིང་མི་དམིགས་ཏེ།
en: If you ask why, it is because both the designations and the perfection of wisdom [and so forth] do not exist and cannot be apprehended.

source: དེའི་ཕྱིར་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ། །འདི་ལྟ་སྟེ།
en: That is why this bodhisattva is a mere name. “

source: ནང་སྟོང་པ་ཉིད་འདི་ནི་མིང་ཙམ་སྟེ།
en: Similarly, the emptiness of internal phenomena is a mere name.

source: མིང་ལ་ཡང་ནང་སྟོང་པ་ཉིད་མེད། ནང་སྟོང་པ་ཉིད་ལ་ཡང་མིང་མེད་དོ།
en: The emptiness of internal phenomena does not exist in a name; indeed, the emptiness of internal phenomena is nameless.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། ནང་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་གཉིས་ཀ་ཡང་མེད་ཅིང་མི་དམིགས་ཏེ།
en: If you ask why, it is because both the designation and the emptiness of internal phenomena do not exist and cannot be apprehended.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་འདི་ནི་མིང་ཙམ་སྟེ།
en: The other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are mere names.

source: མིང་ལ་ཡང་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་མེད། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་ཡང་མིང་མེད་དོ།
en: The emptiness of the essential nature of nonentities [and so forth] do not exist in names; indeed, the emptiness of the essential nature of nonentities [and so forth] are nameless.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་གཉིས་ཀ་ཡང་མེད་ཅིང་མི་དམིགས་ཏེ།
en: If you ask why, it is because both the designation and the emptiness of the essential nature of nonentities do not exist and cannot be apprehended.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ། རྣམ་གྲངས་དེས་ན། འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་ཞེས་བྱའོ།
en: Those, Venerable Śāradvatīputra, are the formulations explaining how this bodhisattva is a mere name. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བ་འདི་ནི་གློ་བུར་དུ་མིང་དུ་བཏགས་པ་སྟེ།
en: Venerable Śāradvatīputra, the applications of mindfulness have been designated adventitiously.

source: མིང་ལ་ཡང་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མེད། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་ཡང་མིང་མེད་དོ།
en: The applications of mindfulness do not exist in a name; indeed, the applications of mindfulness are nameless.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་གང་ཡིན་པ་དེ་གཉིས་ཀ་ཡང་མེད་ཅིང་མི་དམིགས་ཏེ།
en: If you ask why, it is because both the designation and the applications of mindfulness do not exist and cannot be apprehended.

source: དེའི་ཕྱིར་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: That is why this bodhisattva is a mere name.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བ་འདི་ནི་གློ་བུར་དུ་མིང་དུ་བཏགས་པ་སྟེ།
en: Similarly, Venerable Śāradvatīputra, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path have been designated adventitiously.

source: མིང་ལ་ཡང་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མེད། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་ཡང་མིང་མེད་དོ།
en: The noble eightfold path [and so forth] do not exist in a name; indeed, the noble eightfold path [and so forth] are nameless.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་གང་ཡིན་པ་དེ་གཉིས་ཀ་ཡང་མེད་ཅིང་མི་དམིགས་ཏེ།
en: If you ask why, it is because both the designation and the noble eightfold path do not exist and cannot be apprehended.

source: དེའི་ཕྱིར་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: That is why this bodhisattva is a mere name. “

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་།
en: Similarly, Venerable Śāradvatīputra, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas have been designated adventitiously.

source: སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བ་འདི་ནི་གློ་བུར་དུ་མིང་དུ་བཏགས་པ་སྟེ། མིང་ལ་ཡང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་མེད། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ལ་ཡང་མིང་མེད་དོ།
en: The distinct qualities of the buddhas [and so forth] do not exist in a name; indeed, the distinct qualities of the buddhas [and so forth] are nameless.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་གང་ཡིན་པ་དེ་གཉིས་ཀ་ཡང་མེད་ཅིང་མི་དམིགས་ཏེ།
en: If you ask why, it is because both the designation and the distinct qualities of the buddhas [and so forth] do not exist and cannot be apprehended.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བ་འདི་ནི་གློ་བུར་དུ་མིང་དུ་བཏགས་པ་སྟེ།
en: Similarly, Venerable Śāradvatīputra, all-aspect omniscience has been designated adventitiously.

source: མིང་ལ་ཡང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མེད། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་མིང་མེད་དོ།
en: All-aspect omniscience does not exist in a name; indeed, all-aspect omniscience is nameless.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་གང་ཡིན་པ་དེ་གཉིས་ཀ་ཡང་མེད་ཅིང་མི་དམིགས་ཏེ།
en: If you ask why, it is because both the designation and all-aspect omniscience do not exist and cannot be apprehended.

source: དེའི་ཕྱིར་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གང་ཡང་འདི་སྐད་དུ། འདི་ལྟར་བདག་བདག་ཅེས་བྱ་སྟེ། བདག་ཤིན་དུ་མངོན་པར་མ་གྲུབ་བོ། །འདི་ལྟ་སྟེ། སེམས་ཅན་དང་། སྲོག་དང་། འགྲོ་བ་དང་། གསོ་བ་དང་།
en: That is why this bodhisattva is a mere name. “

source: སྐྱེས་བུ་དང་། གང་ཟག་དང་། ཤེད་ཅན་དང་། ཤེད་བདག་དང་། བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་དང་། ཤེས་པ་པོ་དང་། མཐོང་བ་པོ་མཐོང་བ་པོ་ཞེས་བྱ་སྟེ།
en: Venerable Śāradvatīputra, you also asked why one speaks of a self although the self has absolutely not come into being; that is to say, one speaks of sentient beings, life forms, living beings, life, living creatures, individuals, human beings, people, actors, experiencers, knowers, and viewers, although viewers [and so forth] have absolutely not come into being.

source: མཐོང་བ་པོ་ཤིན་དུ་མངོན་པར་མ་གྲུབ་པོ་ཞེས། ཅིའི་ཕྱིར་དེ་སྐད་ཅེས་སྨྲས་ཤེས་ཟེར་བ་ནི། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བདག་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Venerable Śāradvatīputra, since the self absolutely does not exist and cannot be apprehended, is there any question, even, of it coming into being?

source: མཐོང་བ་པོའི་བར་དུ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since [those other postulated subjects], up to and including viewers, absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: གཟུགས་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since physical forms absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being?

source: ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since feelings, perceptions, formative predispositions, and consciousness absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: མིག་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since the eyes absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being?

source: རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since the ears, nose, tongue, body, and mental faculty absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་། ཆོས་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since sounds, odors, tastes, tangibles, and mental phenomena absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: མིག་གི་རྣམ་པར་ཤེས་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since visual consciousness absolutely does not exist and cannot be apprehended, is there any question, even, of it coming into being?

source: རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། མིག་གི་འདུས་ཏེ་རེག་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since visually compounded sensory contact absolutely does not exist and cannot be apprehended, is there any question, even, of it coming into being?

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? {

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: Dt.252} “Since feelings arising from sensory contact that is visually compounded absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being?

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུ་ས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since feelings arising from sensory contact that is aurally compounded, feelings arising from sensory contact that is nasally compounded, feelings arising from sensory contact that is lingually compounded, feelings arising from sensory contact that is corporeally compounded, and feelings arising from sensory contact that is mentally compounded absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: སའི་ཁམས་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། ཆུའི་ཁམས་དང་།
en: Since the earth element absolutely does not exist and cannot be apprehended, is there any question, even, of it coming into being?

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since the water element, the fire element, the wind element, the space element, and the consciousness element absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: མ་རིག་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: Since ignorance absolutely does not exist and cannot be apprehended, is there any question, even, of it coming into being?

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་།
en: Since formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: སྐྱེ་བ་དང་། རྒ་ཤི་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད།
en: Since the perfection of generosity absolutely does not exist and cannot be apprehended, is there any question, even, of it coming into being?

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། ནང་སྟོང་པ་ཉིད་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since the emptiness of internal phenomena absolutely does not exist and cannot be apprehended, is there any question, even, of it coming into being?

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: Since the applications of mindfulness absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being?

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན། དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: Since the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being? “

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། ཉན་ཐོས་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since the śrāvakas absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being?

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། རང་སངས་རྒྱས་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since the pratyekabuddhas absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being?

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། བྱང་ཆུབ་སེམས་དཔའ་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since the bodhisattvas absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being?

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤིན་དུ་མེད་ཅིང་མི་དམིགས་ན།
en: Since the tathāgatas, arhats, completely awakened buddhas absolutely do not exist and cannot be apprehended, is there any question, even, of their coming into being?

source: དེ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན། བདག་བདག་ཅེས་ཀྱང་བྱ་སྟེ། བདག་ཤིན་དུ་མངོན་པར་གྲུབ་པ་མེད་དོ།
en: Those, Venerable Śāradvatīputra, are the formulations explaining how, although one speaks of a self, the self has absolutely not come into being. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་གང་ཆོས་ཐམས་ཅད་ཀྱང་དེ་བཞིན་དུ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཡིན་ནམ་ཞེས་ཟེར་བ་དེ་ནི།
en: Moreover, Venerable Śāradvatīputra, you also asked whether similarly the essential nature of all phenomena is that of being nonentities.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ཏེ།
en: Venerable Śāradvatīputra, that is so!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟ་སྟེ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདུ་བ་ལས་བྱུང་བའི་ངོ་བོ་ཉིད་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུས་སྨྲས་པ།
en: If you ask why, Venerable Śāradvatīputra, it is because there is no such thing as an essential nature of something arising from the conjuction of causes.”
